[
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "คุณหมอ คุณพยาบาลน่ารัก ใส่ใจดี คุณแม่บ้านที่อยู่กะดึกห้องฉุกเฉินน่ารักมากๆ เราไปตอนเที่ยงคืน หิวน้ำ ไปขอน้ำจากคุณแม่บ้าน และมายืนรอในห้องฉุกเฉินที่ข้างเตียงคนป่วย คนอื่นๆเดินผ่านไปผ่านมาไม่ได้สนใจ เรายืนอยู่นานมาก เกือบชั่วโมง …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "The doctors and nurses are cute and attentive. The housekeeper who stays on the night shift at the emergency room is very cute. We went at midnight, thirsty, and asked for water from the housekeeper. and stood waiting in the emergency room …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-15",
    "topic": "",
    "comment": "I had to get one of those scripts. Met at the entrance by the guest management team  so sweet. No wait. Triage nurse did a double take and then immediately gave me an appointment same day. Had to wait until 1:30 pm then re present. Guided …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-15",
    "topic": "",
    "comment": "This hospital deserves more than just 3.5 stars! Yes, it might be slightly pricey  but you pay for what you get, and quality is what you get here! …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "I have just had a surgery here (wrist bone fracture and dislocation).At first I was a bit surprised by the pricing (I didn’t really expect to get …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "ท้องเสียนอน รพ ไปสองคืนหมดไปเกือบครึ่งแสน ราคาขนาดนี้แต่บริการแบบไม่มือโปรเลย รพ.รัฐเจ้าหน้าที่ยังดูแลดีกว่านี้อีกมีคืนนึงพยาบาลมาวัดไข้ ใช้ที่วัดไข้ในหู เหมือนโมโหอะไรมารู้ …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Had diarrhea, spent two nights in the hospital and spent nearly half a hundred thousand. The price is this size but the service is not professional at all. Government hospitals also provide better care than this. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Service was OK, but charge expats too much. No clear advice, but just standard. Good at taking money but the service didn't match the same level. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Bad with service Normally I'm a calm person. Today I'm angry! My child had a health check and found that his blood count was low. He had to give blood. The doctor said it was important to give blood quickly!! but received Very busy selling …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Last tue we arrived 2.5 hours early for a scheduled apt, We left early from Krabi area. I was still processed, saw doc and had all necessary tests to approve me for a knee replacement. I was quickly and efficiently taken to each area …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "The hospital does not honor insurance like go blue. They said they would buy when I was to get some shots etc they came at me saying I was suspended when this was 1st I went. My income is about 100k usd the people who control this I …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "There are way too many people.At start, you register and assistants help you with that. Later one of …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-22",
    "topic": "",
    "comment": "Amazing experience in Emergency department which is over my expectation. I have an open wound on my toe after accidentally kicked a rusty metal. From registration (for first time visit), seen by nurses and doctor, cleaned and covered the …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-22",
    "topic": "",
    "comment": "Finally I retract a favorable scoreI got home after health concernsWhen I got to hospital in canada through palpation of abdomen …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "I called and made an appointment for 1:30pm. Next day I drive for 40 minutes and get at the hospital at 1pm, with plenty of time before my appointment. At the front desk, I reinforce 2 times that I had an appointment. I get tossed around …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "I came after an accident already with an recommended treatment from a bangkok hospital in Koh phangan for a simple wound cleaning with clear instructions. The staff simply ignored all my information and even letter from the other hospital. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-22",
    "topic": "",
    "comment": "I spend all day in this hospital because less doctors to take care for patients. We had appointments to meet doctor at 13:30pm but we haven’t meet with him until 15:00pm because the doctor aren’t free ?? But we have already booked him for …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-22",
    "topic": "",
    "comment": "Was in the hospital for 1 night for Dengue Fever and was charged 50,000 bht. My friend one week earlier with thai insurance was in the hospital for 5 nights with Dengue fever. Same diagnosis and 4 extra nights and he paid 44,000 bht. Its …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "High quality hospital with professional staff. As a foreigner was treated with respect and patience. This may have been chance but it was the shortest door to room time I’ve ever experienced at a hospital. The overnight rooms were clean and …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Well what an amazing hospital. We were on a Celebrity Millenium cruise from Mumbai to Singapore and I fell ill and was disembarked to Bangkok Hospital for a CT scan. Prognosis bronchitis/early pneumonia...no idea where it had come from …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "In January 2024 I had an accident with a nasty left wrist fracture requiring urgent surgery. I was referred from Krabi hospital who were incompetent. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "An accident occurred during my trip to Phuket. My baby, 4 months pregnant, had amniotic fluid and needed an induction operation. I was soooo scared!!!! Called the ambulance in the middle of the night. Everyone in the hospital are …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "In this private hospital in Phuket, you are a client, a customer, not a patient.But I highly recommand you to come here if any health pb …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "The OPD cashier system waited to pay money for more than an hour. I feel like this is a bit too long for a private hospital. Should be improved / I have health insurance so I use OPD. When it was time to pay the hospital bill, I didn't even …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "Got bronchial infection. Mr chonlamark helped me a lot.Everything was fixed in less than one hour: consultation + xray + diagnostic + medication. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "Been here several times for various issues needing different departments. the staff are very polite and helpful. The hospital is set up in a good way. there are various places to eat and a convenience store. this place in sum can well …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Urgently improve the nurse on the sixth floor. Speaking is not okay. Paid almost 100,000 baht in cash. Terrible care People who receive services must want to be well taken care of. If you work emotionally and are tired and sleepy, I …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Seems like a reliable place but at 5.5 months pregnant I went to receive a regular check up and it ran me $400. Also, there were tests done in that checkup from blood work. Still have yet to receive any results from the blood work. Also I …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "เจ็บๆๆ ครับ ตกบรรได จนข้อเท้าพลิก วันนี้เลยมาที่ โรงพยาบาลกรุงเทพภูเก็ต เข้ามาก็เจอพนักงานตอนรับ สอบถามอาการเบื้องต้นเลยครับ รอเช็คประวัติสักครู่ ว่าเรามีประกันรองรับการรักษาหรือเปล่า ก็จะมีพยาบาลนำไปยังจุดที่เราต้องได้รับการตรวจ …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "It hurts, I fell down the stairs and sprained my ankle. Today I came to Bangkok Hospital Phuket Enter and meet the reception staff. Ask about basic symptoms. Wait a moment to check your history. whether we have insurance to support …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "I went to the ENT specialist after seeing a local clinic. 5 days and my symptoms had not improved, and ear infection spread to both ears.I was warmly welcomed at reception, immediately escorted to the ENT specialist. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "This is a very well established private hospital! They have great service and patient care! They are in the Phuket city in a good location! The staff are professional as well! …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "I have been coming here for over 10 years when I’m living in Phuket. I have always been treated well and highly recommend all the doctors. I have never encountered rushed service or rudeness. That said some visitors are pushy and very rude. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "I had negative experiences there today. Including the following…Rude, arrogant and unprofessional drRude nurses ( not all ) …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "เจ้าหน้าที่ฝ่ายประกันสัมพันธ์พูดจาแย่มากๆ ก่อนหน้านี้แอดมิดนอนพักห้อง VIP ตลอด เคลมกับตัวแทนประกันได้ ไม่มีปัญหา รอบนี้ห้อง VIP ไม่ว่าง รพ.แจ้งทาสี เลยอัพเกรดนอน Presidents Suite 2 คืน ก่อนเช็คเอาท์ มีส่วนเกินค่าห้อง 10,000 บาท …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "The insurance relations officer spoke very badly. Previously, the admin always stayed in the VIP room. Claim with the insurance agent without any problems. This time, the VIP room was unavailable. The hospital informed them that it was …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "Got bitten by a monkey whilst on vacation and had to visit a hospital for emergency treatment. Bangkok hospital Phuket was chosen quickly and I am very glad we chose it. Everyone was extremely attentive, all nurses and doctors spoke good …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "Subject: A Heartfelt Thank You to Nurse Jib for Outstanding ICU Care at Bangkok Hospital …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Big hotel like hospital but service is soo sooo slow. for 10mints procedure it took about 2hours and 1 hour additionally for bill payment. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "มาคราวนี้ไม่ประทับใจเลย มารพ.ตั้งแต่ 20:30 น. ด้วยอาการลูกสาวคนโตเป็นลมพิษ ตาบวมทั้ง 2 ข้างแล้ว ตอนมาถึงก้อแจ้งชื่อแล้ว พนักงานก้อบอกให้นั่งรอเรียกชื่อ จนถึง 21:35 น. ก้อยังไม่ได้เรียกชื่อเลย พอเราเดินเข้าไปถาม พนักงานก้อหาเอกสารกันใหญ่ …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "Came this time and was not impressed at all. Came to the hospital at 8:30 p.m. with symptoms of my eldest daughter having hives and both eyes swollen. When I arrived, I already told my name. The employee then told me to sit and wait for my …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "This hospital is a scandal!! I have been there already several times with my daughter, tried 4 different doctors and still they could find a solution, so why are you called a doctor? I thought doctors are supposed to help the patients. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "I have been waiting for nearly 3 hours in the dermatologist office waiting for my procedure. It was scheduled at 1pm it is now 15:27 I have not been seen I have just been left because the doctor is too busy. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "It was never my plan to end up in a hospital, but I’m really happy it was in the Bangkok hospital.I arrived late (11pm) with a sever pain and a risk of shoulder …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "If you have any health problems it’s NOT the place to go🙏Doctors are lazy, mean and unprofessional 😑We came with red throat and after their treatment ended up with very bad angina. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "I had a great experience in this hospital. I was seen straight away due to an asthma attack. I was admitted at 11pm. I was in the hospital for a total of 1.5 hours, it was a caring team and everyone spoke English well. My only suggestion …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "This hospital locked me in the I see you because my credit card did not go through after I had been in intensive care and did not sleep for two days with a brain injury. They absolutely Patton refused to let me go to my hotel room to get …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "While the surgeon was actually good, the place deserves a minus rating for their quality, service, cleanliness and professionalism. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I normally don’t review things because it could just be a one time thing for me, but after reading the other reviews, it is safe to say what everyone said so far is correct. This is a very commercial hospital where there is hidden fees and …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I made an appointment for flu shot (600 Baht) and ENT checkup because of flu I had over two weeks disrupting my schedule (not covid). Then I was directed to the floor that handled it. But they were confused and I had to wait till they …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "A warning!! I had plastic surgery & was on the table for 8 hrs, then a night in ICU. It was criminal how the 3 nurses treated me while under their care. They handled me roughly, example: ripping a pillow from under my head, they were cruel, …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Rip off place!!! Not professional staff! Bad customer service! The doctor didn’t know how to treat my problem… asked to wait outside… after googling (my guess), I was called back and told that I need antibiotics…was told to ask another …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I am very thankful for the friendly and helpful staff, who always helped with the wheelchair. The doctors are also very professional and took their time to diagnose, that my husband has thrombosis caused by a kitesurfing accident, which got …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "A very disappointing experience at the wellness center. We came for a checkup (Classic package) and after I had an ECG i was left in the hall waiting for 45 min and it turned out they forgot about me. After i complained i was escorted to …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Very good service 👍 Helped to my son with ear 🙏 Very professional attitude on each step. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "So I hit the little finger of my leg,I just needed an advice from a doctor to see whether it needs an xray or not,eventually he said it needs but when I saw the prices of course I preferred to do it in my country.The thing is that they …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Like another reviewer said, I rarely post reviews. However, like many have noted here, I felt compelled to share my experiences. There are many things I like about the BDMS chain of hospitals, and previously had very positive experiences …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Extremely friendly and professional staff. Everything is perfectly organized and communication between BHP and the health insurance company back home worked like a charm; we didn’t have to pay a single baht out of pocket, and my girlfriend …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Okay.. when you book your service do triple check to make sure you book it! I booked my mri scan that I was waiting for 6months , guess what.. consultation was booked and the scan has never been done. I was also surprised how poor English …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "I prefer to give minus if there is an option. They made appointment on 10Am . We were earlier then they ask me to wait after one hour I ask them how long have to wait more . They Sài 10min more .then I waited another hour then they said …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "The nurses and doctors are good. However, some hospital systems are so pathetic. Like the typical Thai government hospital, a patient ends up waiting long periods of time with a large crowd to get medicine at the medicine department. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Subject: Exceptional Care and Comfort from Nurse Rawai in the ICU at Bangkok Hospital Phuket …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "Had shoulder issue. Saw two consultants, had four Xrays and ultrasound guided injections into shoulderPrice £230 pounds. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "Don't believe that this hospital follows international standard just because they write it. It's NOT true! Their equipment and the education of their doctors and nurses is very low. The only difference between this hospital and government …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Good specialists but why we need to wait after the visit 45 minutes to pay and have our medication! I prefer to go myself to a pharmacy and don’t wait do long just to pay! …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "The nurses specially at the orthopedic unit have a bad attitude. They don’t like getting asked any questions and will frown at you and raise their voice when you ask anything, they will also tell you to just wait, this is in spite of not …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "We are tourists who arrived here one day before their departure flight because our 3 year old son had severe dehydration, vomiting and abdominal pain. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Very poor quality of service overall. The nurses and receptionists are very rude and uncaring. All talk right from the start is about money  they won't even give you an estimate of anything, they will demand you see the doctor and pay for …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "Amazing hospital. My daughter broke her arm in two places. We arrived in ED at 18:00 and she was in the operating theatre by 21:30. The whole family were allowed to stay overnight with her in a huge, luxury room. All the staff were amazing …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "I had cough and fever and asked doctor to listen my chest. I was waiting 40 min, then she spent 3 min with me, she was listening my chest through t shirt I asked if it will be better to listen directly to skin. And I said I made covid test …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "The nurse is welcoming, the doctor is nice to talk to, everything is considered good. But I feel that the time management system is very slow. If compared to other places in the same group that have used the service before. Wait for …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Awful at almost every step. Not hospital more like money trap service. They charged us overall 550$ for two vaccines and scratch cleanse. Every time added additional doctor visit fees when it was not even necessary. And very long waiting …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "I have attended the hospital a number of times over the past 2 years... Ear infection. Dental work. Urolology and heart checks. For context Im from Australia. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "1 day being there costs at least 50K baht, and you may know that after the treatment, keep an eye opened on this 8)I have billed for 127K per 2 days. 2 times could not properly get a needle into …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "It is just unbelievable. Doctors will help you but it's is just such a money sucking business. Get ready to get out with tremendous head pain. At no cost don't go if insurance don't cover it because prices are ridiculously high. They have a …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "The personnel is usually extremely helpful, the doctors are welltrained and careful.Nevertheless, registry employees I have contacted at 8 Feb around 13PM are …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Went to the urology clinic, met with the doctor that apparently only works there only on Monday or maybe Tuesday also. …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Im very disappointed I came to that hospital because I had problems with my vision. blurred vision and a few other symptoms.The Specialist made a few standard tests and told me everything with my eye was …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "I had my hernia operation at Bangkok Hospital Phuket I just want to say it went very smoothly all the staff are fantastic my surgeon was Dr Santi he did an amazing job totally professional. The anaesthesiologist she was so calming made me …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "There is ZERO patient privacy. The reception staff at the front desk and within each department will ask you to describe your symptoms in front of the entire waiting room. They will come up to you and discuss sensitive information about …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "พนักงานที่เข้ามาบริการในห้องผู้ป่วย ทุกท่านมีมารยาทมาก บริการประทับใจมาก อาหารมีให้เลือก หลากหลายห้องพักดี สำหรับครั้งแรก …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Employees who come to serve in the patient room Everyone is very polite. Very impressive service There is a wide variety of food to choose from.Good room for the first time …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "The doctor explained it well. Many nurses are kindhearted and try their best to do their jobs. But other systems in the hospital should be improved. The patient registration system is fussy, redundant, and doesn't care about the patient's …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "Called on a Sunday to make an appointment with ENT doctor for later on in week got appointment right away for that afternoon. I was in and out with medicine in hand in under 50 mins. The doctor was very kind and knowledgeable. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I visited the neurology department because I was experiencing dizziness. The doctor told me it was because I was not sleeping well. …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "เดินทางไปหาหมอเนื่องจากเป็นโควิด วันที่23 กพ 65 กะว่าจะไปเอกซเรย์ปอด เพราะเราไม่เจอพบ หรือคุยกับหมอเลย ไม่ได้กินยาอะไร ประกอบกับ เราเป็นนักท่องเที่ยว และที่บ้านเป็นห่วง เพราะอยู่ต่างจังหวัด เสียค่ารถไปและกลับ รวม1000บาท …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Traveled to the doctor because I had Covid on February 23, 2022. I was going to go get a lung xray. Because we didn't find it. Or talk to the doctor. I didn't take any medicine and I was a tourist. And at home I'm worried. Because I'm in …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "This was the fastest and most efficient visit to a hospital I’ve ever had! This evening I fell and couldn’t walk anymore. When I arrived the staff was so friendly and took good care of me. Got to see the doctor immedialty, 3 minutes later …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "I have travelled here from Australia twice for dental and cosmetic procedures. I cannot speak highly enough of the quality or care, the cleanliness of the hospital and it's facilities or the overall service I received. Keep in mind that …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "My initial experience was good. As I spent three weeks in the ICU unit. The staff were attentive and responsive.All that changed when I was moved to the general ward. The nursing staff are …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "This is the worse hospital I visited in my life.The Staff are very roudYou cannot have estimate cost for your treatment unless you visit the doctor …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "I chose this Palace of medicine because I wanted to get the highest quality. After spending more than $ 1,500 cash in 3 days, I'm done with it. The staff carefully reproduces the memorized procedures, not understanding the basic principles …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Visited here 13th May 2021 for bad ear infection.Reception staff friendly and helpful, I mentioned I had travel insurance and was later met in the ENT department by the insurance liaison officer Constantine, …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "My boyfriend came here to see a specialist and get some imaging done on his leg. He went to 3 different specialists while they tried to diagnose him. I was so nervous thinking of the bills piling up as each doctor sent him to a new one. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Actually is was International Hospital Phuket. but Bangkok Hospital is incredible tool.Several years ago I had a bout of food poison or severe dehydration. I was …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "I arrived at the hospital yesterday and was taken by the staff into the hospital by a wheel chair after slipping and falling in the street injuring my back and was in great pain. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Emergency is very quick but when it comes to international insurance it’s horrible, everyday the new system, they fighting for 50 euros and not letting out of the hospital even if insurance will definitely cover it the next day and they …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Had to be admitted for 2 days with bacterial virus and dehydration. I was impressed as to the treatment I received. I had fainted before I got to hospital so was not left alone to walk by myself. An ambulance came from the public hospital …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "I see there is alot of negative reviews for this hospital.Please remember this is a private hospital where you are treated extremly quickly unlike long lengthy less costly waits at government hospitals. …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "We have just checked out of this hospital today and my daughter (10) is sicker than when we arrived. She was admitted with a UTI and for antibiotics feeling ok and we leave with her looking awful after contracting Influenza B. The staff …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Very good welcoming when we first arrived at the hospital. All the employers we spoke to had really good english,polite and were very helpful (Receptionist, nurses and the doctor). Had a good ear examination and the rashes that I came for. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "i never see any hospital charging doctor fee when you go for followup after you finish your medicine. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "DO NOT BUY YOUR MEDICINE FROM THE HOSPITAL PHARMACY. Overall my treatment by the hospital was good but you would expect that as I am a paying patient. However when we went to the pharmacy to collect my prescription I was shocked to see the …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "Went there with my girlfriend's daughter who is ten years old. She had nausea and vomited once the night before. She also had a light fever in the night. We wanted to rule out any tropical fevers at the hospital. When we arrived at the …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "Fantastic Hospital!!Our son had an allergic reaction to cashew nuts. We stayed the night with a very sick 2 yr old child. The staff were amazing! Better than Australian hospital's. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "After an accident due to heavy pain in my leg I had to go to the hospital. As I arrived the employee at the entrance helped me with a wheelchair and he guide me to the reception. Administration lasted for 5 minutes and I was at the bone …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "Although I’m very glad there is a Bangkok Hospital in Phuket, it’s approach to customer service is shocking. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "The Hospital is Clean Morden the nurse making a Great job. Food is not really tasty almost cold until served. Hospital is not able to deliver food suited to your diet. Doctors try to sell you a lot of un needed treatments . …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Impression may vary with different practitioners, as with any hospital. I got here with nosethroat issues. First visit was routed to infection clinic, got some prescribed medicine, 2 weeks, almost no results. Visited same hospital but …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Greedy Look out for:Unnecessary overnight stays (25k+). …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-01",
    "topic": "",
    "comment": "Can't rate the hospital globally, but my sister went through several surgeries, ICU and regular room for 3 weeks at 7th floor. Everyone involved was nice and all 4 doctors involved were amazingly experts and with great follow up of the …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-01",
    "topic": "",
    "comment": "This place is another money making business. With a little injury, the emergency doc insisted to make an xray of my foot, although I said its not broken. At the radiation centre the nurses just talked to each other and one told the other …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "It's very sad that a couple of experiences when it came to how this hospital's accounting department dealt with international insurance. The total bill was in excess of 110 000 Baht and all along the way it was ALL about approval from …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "This hospital has changed my life. Seven implants, heaps of root canal treatments, no pain or after work for four years, this all for a quarter of the Australian prices. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "My partner suffered a stroke whilst 3 days into our holiday in Thailand at Christmas 2016. We were advised by our hotel that if we had international holiday insurance to attend this private hospital despite it being a 40 minute taxi ride …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Foreigners please 'BE AWARE' of this Hospital if you do NOT have Insurance. I have visited this Hospital many times over the last few years (i am a resident) and of late it is becoming more and more of a money making scheme and not a place …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Incompetent. Don't go unless you have to. Hospital is filled with doctors who are honestly 3rd tiered. Their level of English is patheti, that is not what you want when confronting your heath. They want to have international business but …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Outstanding Services. Our favorite hospital in Phuket. Our daughter got a common cold while traveling in Thailand and we took her to this hospital. Top notch place. Modern and the doctor were up to the International Standards. Great …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Ridiculously overpriced for Thailand! It's designed to take advantage of tourists' higher income and health insurance. Do not go to this hospital unless fully covered by your insurance. Cut my finger and paid 6000 baht for simple stitches. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "พาแฟนไปตรวจแผนก URO หมอบ่นแฟนว่าฉี่มาก่อนตรวจ ไม่สามารถตรวจหาผลได้ แต่ก็ยังให้แฟนตรวจแล้วพอผลออกมา หมอไม่ทราบว่าเป็นแบคทีเรียชนิดไหน หมอเลยจะส่งเราไปตรวจอีกแผนก เราบอกว่าขอไปตรวจรพ.ที่มีประกัน หมอบอกว่าที่อื่นไม่ตรวจให้ …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Took my girlfriend to be examined at the URO department. The doctor complained to my girlfriend that she had peed before the examination. Unable to detect results But I still had my boyfriend check and when the results came out. The doctor …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Made an appointment by email for MRCP. It was very easy & efficient. OUM rang me to confirm everything. When we arrived at the Xray department, OUM greeted us & we found that there was a slight problem but she rectified it immediately. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "Was knocked down by a wave and injured my knee. Was taken here by ambulance from Mai Khao. Was seen almost immediately by the oncall doctor who recommended the orthopedic specialist. After an xray and MRI, I was cleared to fly home to …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "Very unprofessional service. The doctors and nurses are very passive. They never come unless you call them. Lack of empathy. When the nurses came, they never asked if we were okay even though we were in so much pain. They only talked about …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "High prices, low service level.However, the level of doctors are good. But you can find the same in other, less promoted hospitals. My example: 7.01.2016. Arrived at hospital at 10:15 for …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-04-29",
    "topic": "",
    "comment": "นั่งจ้องจอตลอด ไม่เห็นมีเรียกคิว. รอเป็นชั่วโมงเดินไปสอบถามพนักงานทำหน้าสันตีนใส่ ถามรอบสองก็ไม่เช็คให้ไล่ให้มารอ สุดท้ายถามชื่อไปแล้วตอบแบบหน้าหมาๆว่าเลยคิวไปแล้ว กุนั่งฟังตลอด แถมเดินไปถามแล้วด้วย ...วยคุณสิครับ …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "Sit and stare at the screen all the time. I don't see a queue being called. Waited for an hour, walked up and asked the staff who made faces. I asked the second time and they didn't check and asked me to come and wait. In the end, I asked …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "Strongly recommend Bangkok Hospital in Phuket. Staff is professional, kind and English speaking. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-22",
    "topic": "",
    "comment": "I'm writing about my experiences at the Dental Clinic at the Bangkok International Hospital in Phuket.Initially I was pleased with the dental treatment I received at the dental …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-22",
    "topic": "",
    "comment": "Very bad experience. Unfriendly and unhelpfull staff, no internatioanl standards. I went to a lot of hospital in Thailand and this one is probably the worst . The consultation was done in 30 sec, with door open on the wating room area. they …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "I woke up with food poising the morning we were to head home on a 30 hour travel time to canada. Went there around 12:00 pm and told them i had to catch a flight out of thailand at 11:00pm i was treated in and out in around 2 hours. The …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Came in barely able to stand from dehydration brought on by severe food poisoning. They charged me 8000 baht for only 1L of saline (I probably needed about 5L), didn't want to give me more than just a little bottle of water, and didn't …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "World class hospital, quick attention, spoke English and got my allergic reaction sorted within an hour! Super clean, helpful and even gave me a blanket while I waited a whole 10 minutes to be seen. After medication, they made me wait …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "เป็นโรงบาลระดับเเนวหน้า ใส่ใจในการทำงานบ้างก็ดีนะคะ เราบอกไปแล้วว่าขอไปรับรองเเพทย์ด้วย ครับอย่างดี พอเราออกมาจากโรงบาลเเล้วตรวจสอบเอกสาร ก็ไม่มีใบรับรองเเพทย์ เราก็เลยโทรไปขอใบรับรองเเพทย์เขาใหม่ …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "It is a leadingedge school. It's good to be attentive to your work. I already told you that I would like to go get medical certification as well. Very good. When we came out of the hospital and checked the documents. There is no medical …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "Absolutly amazing I ended up in ICU in June 2012 and had to stay in for 4 days my husband also stayed with me all he has done is praised the hospital to our family and friends since we returned to Australia. I would recommend this hospital …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "Despite a quick treatment in the ER it was a nightmare to get this hospital to deal with our international insurance company, they were pushing really hard to make us pay directly when the insurance company clearly sent them the guarantee …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "I had a dental appointment scheduled for 2pm. At 2:35pm I was still sitting in their lobby waiting to even be checked in, let alone actually in the dental chair. Absolutely ridiculous dental department. Left hand has zero idea what the …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "As I live both in Phuket and northern Italy. I have had the same treatments both at this hospital and in private unsubsidized private clinics in Italy (as no resident I don't have coverage there) and the conclusion is that for many things …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I just went to this hospital last week to see a dermatologist for an issue and problem was solved. Here's why I gave it 5 stars. …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "แค่เจอประชาสัมพันธ์ก็ไม่ประทับใจแล้วล่ะ คนไข้พกบัตรข้าราชการมาทำบัตร ที่นี่ทำไม่ได้ ต้องขอบัตรประชาชนด้วย ทั้งๆที่บัตรข้าราชการมีเลขบัตร13หลัก มีรูปถ่ายยืนยันตัวตนชัดเจน มีการรับรองจากหน่วยงานผู้ออกบัตรเรียบร้อย...เธอบอกว่า ต้องขอดูหลักฐานว …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Just seeing the publicity, I'm not impressed. Patients carry government official ID cards to make ID cards. Can't do it here You must also request an ID card. Even though the government official ID card has a 13 digit card number. Have a …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "I've been hospitalized here several times, unfortunately. Once they make sure that you can pay or you have an insurance, it's a 5 stars hotel, with nurses and doctors super attentive and patients. If you have the misfortune of being …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "My mom underwent a hip surgery in phukhet .So we were very skeptical that what we should do and where should we get her surgery done as we were not aware of the hospitals reputation here in phuket. But by recommendations of some friends we …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Spent 2 hours there trying to get some understanding and be proactive about protocol in case we need to transfer the patient with specific health issues. Nobody can give us the answers and only push us away with couple emails address. I …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "After being attacked and my hand severely damaged severing an artery Dr Chaiyut sutheerayongprasert and his team operated on me for three hours saving my right hand I owe this surgeon my gratitude for ever His team after care was …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "This Hopital is a money making scam , Had an appointment yesterday and paid 1500 THB for the doctors evaluation fee plus the Prescription she wrote which was a blood pressure medicine . I bought the medicine after I left the Hospital , Took …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "Went to a dentist for usual stuff all good. Was recommended crowns with a follow up appointment with another dentist in same section the following . Arrived for the appointment and was asked what is my problem. Dont you habe my file I came …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Very modern facility with extremly friendly and caring staff! Rooms are all modern with high standard features to meet all patients requirements. Very good and skilled plastic surgeons giving precise and relaible diagnoses. I'd like to …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "This hospital only cares about money. It’s very sad to see what’s happened with the health service. Make sure you have good insurance who give a quick guarantee before you come here. If you are really sick they won’t attend to you until …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Ill give it a score of 2, as you do get whet you came here for, medical attention..And they did a god job on me and my girlfriend. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "According to the CDC Global Health Report over 38 000 people die every year in Thailand from antibiotic resistant bacterial infections, primarily caused by overprescribing antibiotics. Today my partner and I came here because she had a …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "While the quality of care is generally good, they have always pressured us to see specialists for problems that clearly don't need them. It's pretty clear that the only reason they do this is to squeeze as much money out of their patients …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "More like a production line where you are directed from one room to the next by young female nurses. One assumes they are qualified. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Very bad if compared to the price. Bring your 9monthold baby until 9:10 p.m. until you can enter the admin room. The children are both tired and sleepy. I really thought wrong. Ignored this place for a long time. I think it will be …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "They will ask you several times about your insurance, once you answer you have one, they'll try to admit you there for a couple of nights (+5 stars hotel rate which insurance will pay to them) for whatever reason before trying to get any …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "ไม่เคยนอนที่โรงบาลนี้ ครั้งนี้เป็นครั้งแรก แต่ เทียบกับโรงบาลอื่นๆที่เคยไปนอนมา ที่นี่ บริการรวดเร็วทันใจมาก บริการดีมากๆ จนท.ทุกท่านที่เข้ามาในห้อง บริการดีฝุดๆ …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "I have never slept at this hospital. This is the first time, but compared to other hospitals I have slept in, here the service is very fast, the service is very good, every officer who comes into the room provides very good service. …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "The price is the highest in the province. It's so high that the cover insurance doesn't expire at all.But I have to admit that the service is really good. More like a hotel than a hospital",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "This is a typical local hospital where greed superceds anything else and where the professional and most probably educational pedigree of its medical staff is not commensurate with the price they charge. If possible would not have been …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "That Hospital is Top!!!I had a Operation on my Hip, they made exelent work! Thanks to all!Staff is super friendly and competent, food is very good and i got a very …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Really disappointing. What is masked by friendly greetings and a flashy new building lies really slow, overpriced, lackluster results. I just wasted my whole morning here and spent a couple hundred dollars to get me no closer to finding out …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "I arrived there 10:00 am then the counter information took me to register area after finishing registration I wait about 20 mins the the nurse took me to 4th floor then wait again but not too long about 15 mins other nurse asked me about …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Very good serviceWalking in, the staff almost came to carry me.The building is large and the service fees are quite high. Appropriate to the status of those using the service",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "It is a hospital with a very talented medical team, especially the skin department.D. Varitta, M.D.Very good.",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-08-29",
    "topic": "",
    "comment": "This hospital is so good the best, in decmber 2014, l had a femur fracture witch they inserted a gamma nail to repair, they staff and doctors there were so good, when l returned to Australia and seen the orthopaedic surgoen at the hospital …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "not quite impressed here. been waiting to make a payment for 1 hour+they should have learnt from Bumrungrad International Hospital …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "warning ! scam there...i have checked in afternoon for 1 night the doctor was checked me and in the evening he come in the room and just ask ;;how are you tomorrow morning we will check ur blood again `` and for this charged me extra 2000 …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "clean hospitalThe nurses provide fast service, good service, and speak very politely.",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "I told about 5 different people that we don’t have insurance for our newborn as we didn’t add him to the family plan yet. The cashier would not allow me to pay cash but kept asking for an “insurance deposit guarantee” which I assume was …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "My throat wasn't feeling well, and the overthecounter medicine I bought in Malaysia wasn't very effective, so I decided to use the insurance attached to my credit card to go to the hospital. When you go, we recommend using a service that …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "My 4yearold daughter had a high fever at 4 a.m. The visit system was good, so she was prescribed medication and came out. However, she had a high fever again and was rushed to the hospital. There were a lot of things she didn't have, so I …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "4살 딸 고열로 새벽4시 방문 시스템 잘 되어 있어서 약이랑 잘 처방 받고 나왔는데 다시 열이 높아 급히 입원하게 되어 없는게 많아 다 사와야 하나 싶었는데 필요한것들 다 제공 해주네요 충전기도 필요 하다니 주고 기저귀도 있냐 물어보니 주네요 기본적인 샤워 키트 그리고 수건도 구비되어 있구요 밥도 태국식 서양식 뭘로 제공할지 물어봅니다 간호사 배정이 잘 되었는지 몰라도 약도 알아서 잘 먹여주고 정말 한국과 비교 되더군요 1층 …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "I always go to this hospital.There are translators here, the staff is polite and courteous. The inside is very clean and comfortable, even sitting in line is comfortable. In almost all cases, assistance was provided successfully.",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "A nice big hospital, we arrived by ambulance with a temperature of 40. We quickly filled out all the necessary documents, then we were taken in a wheelchair to a doctor, examined, took blood tests, given an antipyretic, and released. While …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Хорошая большая больница, приехали на скорой с температурой 40. Быстро оформили все необходимые документы, дальше на коляске отвезли к врачу, осмотрели взяли анализы крови,дали жаропонижающее, и отпустили. Пока был приём больница сама всё …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "2024. Came for health check up Wellness Classic for 5,000 baht. Affordable price. The package includes basic blood tests, a urine test, chest Xray, abdomen ultrasound, and ECG heart test. In the end you receive 150 baht coupons for food. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "2024. Came for health check up Wellness Classic for 5,000 baht. Affordable price. The package includes basic blood tests, a urine test, chest Xray, abdomen ultrasound, and ECG heart test. In the end you receive 150 baht coupons for food. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "following severe conjunctivitis which could not be treated by a doctor in Phuket I went to the hospital this morning. taken care of immediately, the staff at the reception on the ground floor and the ophthalmology reception on the 2nd floor …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "suite à une conjonctivite sévère qui n'a pu être soignée par un médecin de Phuket je me suis rendu à l'hôpital ce matin. pris en charge immédiatement, le personnel de l'accueil au rezdechaussée et de la réception d'ophtalmologie du 2ème …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Everything was very good, really, the care was excellent in most areas from arrival to the doctor's attention. We arrived thanks to the Iati insurance that sent us there and everything was very good, the only bad thing was the wait of …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Todo muy bien la verdad, la atención fue excelente en la mayor cantidad de las zonas desde la llegada hasta la atención del doctor. Llegamos gracias al seguro Iati que nos mandaron para allá y todo muy bien, lo único malo fue la espera de …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I was in this hospital for a deep cut on my foot in the evening in the emergency room, the evaluation of their work was positive, the doctor worked carefully and professionally. Upon discharge, in addition to all the clinical documentation, …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Sono stato in questo ospedale per un taglio profondo nel piede in ora serale al pronto soccorso, la valutazione del loro lavoro è stata positiva, il dottore ha lavorato con cura e in modo professionale. Alla dismissione oltre a tutta la …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "The service is beyond excellent in this hospital and the staff are very respectful and very cooperative... …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "الخدمه فوق الممتازه في هذا المستشفي والموظفين محترمين جدا ومتعاونيين جدا...عمل الفحص الشامل والسعر مناسب جدا …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "I would like health care in Poland to look like this! Severe bacterial poisoning/immediate admission, first help, then formalities, extremely professional care, hotellike room with a private bathroom, fully equipped, with a sofa for an …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Chcialabym, zeby tak wyglądała służba zdrowia w Polsce! Silne zatrucie bakterią/ przyjęcie od razu, najpierw pomoc potem formalności, mega profesjonalna opieka, sala jak w hotelu z prywatną łazienką, w pełni wyposażona, z kanapą dla osoby …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "The facilities in the hospital are clean and okay. Unfortunately, the service is very poor. The physical examination arrangement is chaotic. The doctors and nurses are sloppy and irresponsible. They don't let you drink water before doing …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Good afternoon Bangkok Hospital, visited many times, we live in Thailand and like this hospital more than others.Yes, the price here is higher than in others, but the doctors here are …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "Добрый день! Бангкок госпиталь, посещали много раз, живем в Таиланде и этот госпиталь нравится больше остальных.Да, цена тут выше чем в других, но и врачи тут компетентные, и уровень сервиса …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-01-29",
    "topic": "",
    "comment": "The hospital has good equipment, attentive and qualified doctors. But the speed of service is zero. There's a lot of staff, but they're just chatting. There is a translator, but there seems to be only one for the entire hospital. The …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Second post. I received a medical examination using a cashless credit card service.There is a Japanese interpreter. …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "2度目の投稿。クレジットカードのキャッシュレスサービスを使って診察して頂きました。日本人の通訳の方がいます。診察も丁寧にして頂きました。しかし途中 …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "Our little son (16 months) had a fever and we were really amazed at this great hospital and its organization! We were welcomed and a photo was taken of him for better identification. Taken to the children's clinic and had a preliminary …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "Unser kleiner Sohn (16 Monate) hatte Fieber und wir waren echt erstaunt über dieses tolle Krankenhaus und dessen Organisation! Wir wurden in Empfang genommen, ein Foto von ihm gemacht zur besseren Zuordnung. Zur Kinder Klinik geführt und …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Arrival at 9:35 a.m. for conjunctivitis on my 10 month old baby. Very quick visit to see a nurse who takes the baby's constants then meets with the doctor who examines the baby and explains what is going on. Prescription of antibiotics …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Arrivée 9h35 pour une conjonctivite sur mon bébé de 10 mois. Passage très rapide pour voir une infirmière qui prend les constantes du bébé puis rdv avec le médecin qui examine le bébé et explique ce qu’il en est. Prescription …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "My friend injured her ankle in a fall. Since the swelling didn't go down, we went to the hospital here. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Meine Freundin hatte sich bei einem Sturz den Knöchel verletzt. Da die Schwellung nicht zurückging sind wir hier ins Krankenhaus. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I went to have the stitches removed and disinfected, and the doctors and nurses were very friendly.And even though I didn't have insurance, it was nice that the price wasn't as …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Great hospital. Russianspeaking and wellEnglishspeaking staff. Like hotels in Dubai, there is everything from a Sunday book fair to a private space for waiting for doctors. I ended up here in an ambulance after a fall and spent almost a …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Отличный госпиталь. Русскоязычный и хорошо говорящий на английском персонал. Как отели в Дубае, есть всё, от воскресной ярмарки с книгами до уединённого пространства для ожидания врачей. Попала после падения сюда на скорой, провела почти …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Great hospital. I treated an 8 month old child with a temperature of 39.5. While waiting for the doctor's appointment, the nurses lowered the baby's temperature in the shower. There is a translator. True, they waited for him for more than …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Отличный госпиталь. Обращалась с ребенком 8 месяцев, температура 39,5. В ожидании приема врача, мед сестры под душем малышке сбивали температуру. Есть переводчик. Правда, ждали его больше часа. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I came with a sore throatClean, nice, they gave me a translator. Medicines are included in the cost of …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Я пришла с болью в горлеЧисто, приятно, мне дали переводчика. Лекарства входят в стоимость приёма …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Very good Hospital, friendly and competent doctors and nurses.They spoke English, and if they didn’t understand something, the girl even spoke Russian (well, this is rather an exception). …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Очень хороший Госпиталь, приветливые и компетентные врачи и медсестры.Говорили на Англ, если чтото не понимали  девочка даже на рус говорила (ну это скорее исключение). …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "ENGLISHThe Bangkok Hospital in Phuket Town is centrally located and has several large …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "ENGLISHThe Bangkok Hospital in Phuket Town is centrally located and has several large …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I was hospitalized for 7 nights because of a very bad eye infection. I am so grateful and excited about this hospital that I can hardly put it into words. The nurses on Ward 7A were so kind and helpful. They looked after me 24/7 and did a …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Ich würde wegen einer sehr schlimmen Augenentzündung 7 Nächte stationär im Hospital behandelt. Ich bin so dankbar und begeistert von diesem Krankenhaus, dass ich es kaum in Worte fassen kann. Die Krankenschwestern der Station 7A waren so …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Came here for one night with a child. The level of the clinic is comparable to those in Moscow: Lapino, Ilyinskaya, K31, both in terms of service and prices. There is a Russian translator who actively helps. There are doctors who speak …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Попали сюда на одну ночь с ребенком. Уровень клиники сопоставим с московскими: Лапино, Ильинская, К31 как по уровню сервиса, так и по ценам. Есть переводчик с русским языком, помогает активно. Есть доктора с русским языком, если нужно …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "The hospital is nice and well maintained.I needed an examination by a gynecologist. They accepted me quickly and offered translation services. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Больница приятная и ухоженная.Нужен был осмотр у гинеколога. Приняли быстро, предложили услуги переводчика.Описали все симптомы и сделали УЗИ. Сказали нужно сдавать анализ ХГЧ, сдали …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Don't spare money on insurance! A luxury hospital like a 5 star hotel, service, professionalism and care. We came with a child with intestinal flu from the entrance to the doctor, 20 minutes before the appointment, all the medications were …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "A horrible experience. I went with a small infected wound, without telling me anything he started cleaning me super fast and didn't let me ask him anything, he told me 'you have two options... either I clean the wound with a KNIFE or I put …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Una experiencia horrible. Fui con una herida pequeña infectada, sin indicarme nada comenzó a limpiarme super rápido y no me dejó preguntarle nada que me dijo ‘tienes dos opciones.. o te limpio la herida con un CUCHILLO o te pongo un parche …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Got sickCough temperatureOne day I came out with bloody sputum and got scared and went to the doctor. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "ЗаболелКашель температураВ один день вышла мокроту с кровью испугался пошел к доктору …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Overall a great hospital! I was there with my own illnesses and with the children’s. Helped! In Russia they couldn’t find the cause of my pain and sent me to a psychiatrist, which they said was a type of psychosomatics. In this hospital …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "В общем отличный госпиталь! Была там и со своими болячками и с детскими. Помогли! У меня в России никак не могли найти причину болей и отправляли к психиатру, под тип психосоматики у меня говорили. В этом госпитале нашли причину болей и …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Friendly staff. At the information desk on the first floor, you can talk about your symptoms and be guided to the appropriate treatment. I was taken to an ENT clinic due to eardrum damage on the plane. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Excellent care. Very good doctors and interpreters!!!I always felt like I was in good hands. I was treated for dengue fever in 2018. I would visit this hospital again every time I have a problem. I was very satisfied and would like to once again thank all the doctors and nurses.",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Hervorragenden Betreuung. Sehr gute Ärzte und Dolmetscher !!!Habe mich immer bestens aufgehoben gefühlt. Ich war im Jahr 2018 mit Dengue Fieber in Behandlung. Ich würde jedes Mal wieder dieses Krankenhaus aufsuchen, wenn …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "My visit experience. I needed to undergo a routine examination with a gynecologist and mammologist. I didn’t make an appointment over the phone, I just came to the hospital. They couldn’t make an appointment with the mammologist because his …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Мой опыт посещения. Мне нужно было пройти плановый осмотр у гинеколога и маммолога. По телефону я не записалась, просто приехала в больницу. К маммологу меня не смогли записать, так как у него расписание было занято, к гинекологу попала …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "After a motorcycle accident, treatment was refused at 6:10 p.m. because the department was already closed. I took a 2hour taxi ride from Khao Lak to Phuket in Hospital. With severe pain in my shoulder and elbow I was sent home with a …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Nach Motorrad Unfall wurde um 18:10uhr eine Behandlung abgelehnt,weil die Abteilung schon geschlossen wurde. Bin extra mit dem Taxi von Khao lak 2h mit dem Taxi nach Phuket in Hospital gefahren. Mit starken Schmerzen in Schulter und …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "This hospital is just a miracle! I'm still impressed. It feels like you’ve come to a hotel and are treated like a VIP guest, even though it’s just a hospital! A Russian assistant was immediately assigned to us, who asked us about the reason …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Этот госпиталь просто чудо! Я все ещё под впечатлением. Такое ощущение, что пришел в отель и тебя обслуживают как vipгостя, хотя это всего лишь госпиталь! К нам сразу же приставили русского помощника, который расспросил нас о причине …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "God willing, no one needs to go to a hospitalBut if you need this well, its price is highOpening a file costs 1,800 baht …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "ان شاء الله ماحد يحتاج يروح لمستشفىبس لو احتجتوا هذا كويس ، يعتبر سعره مرتفعفتح ملف ب ١٨٠٠ بات …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Perfect hospital, better than in France with more staff and much better services and qualities.The hospital exudes competence, they even have a French translator on site. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Hôpital parfait mieux qu'en France avec plus de personnel et de bien meilleures prestations et de qualités.L'hôpital respire la compétence, ils ont même un traducteur français sur place. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "My baby (11 months) had bad diarrhea and vomiting. We felt well treated and comfortable from start to finish. It didn't take long from registration to the room. Stool sample and blood tested. Staff friendly, doctor competent. Gave …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "Mein Baby (11 Monate) hatte schlimmen Durchfall und Erbrechen. Wir fühlten uns von Anfang bis Ende top behandelt und wohl. Von der Anmeldung bis zum Zimmer dauerte es nicht lang. Stuhlprobe und Blut getestet. Personal freundlich, Ärztin …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-09-29",
    "topic": "",
    "comment": "The dermatologist is not experienced, but a young specialist. He prescribed me incomparable drugs. Didn’t give a usage plan!I paid 3000 baht for this service.",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "I arrived at the clinic and made an appointment with a dermatologist the next day. I arrived for an appointment and had my blood pressure, weight, and temperature taken. The dermatologist questioned me, examined me and prescribed …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-03-29",
    "topic": "",
    "comment": "Приехала в клинику, записалась на прием к врачу дерматологу на след день. Приехала на прием, замерили давление, вес, температуру. Дерматолог расспросил меня, осмотрел и выписал лекарства, в общей сложности прием длился минут 7. Диагноз мне, …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Located in Phuket, you are looked after upon entry by smiling people. Excellent doctors and nurses dedicated to their patients. This hospital exudes cleanliness and modernism. After an appointment made online, my visit will still last …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-11-29",
    "topic": "",
    "comment": "Situé à Phuket, vous êtes pris en charge dès l'entrée par des gens souriants. Excellents docteurs et nurses dévoués à leurs patients. Cet hôpital respire la propreté et le modernisme. Après un rendezvous pris online, ma visite aura tout de …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "We arrived with an appointment at 13:00. We were taken to the desired floor, pressure readings were taken and... that’s it. We waited for half an hour for the doctor, and at the reception I began to find out why we had been sitting for half …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Приехали по записи на 13:00. Нас провели на нужный этаж, взяли показания давления и… всё. Прождали пол часа врача, я на ресепшене начала узнавать, почему сидим уже полчаса и сколько ещё ждать. Ответ УБИЛ: у врача обед!!! И ждать ещё пол …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "In the name of God, and prayers and peace be upon the best of God’s creation, Muhammad Ibn Abdullah. I will give you my opinion and experience in this hospital, which is considered the best hospital chain in Thailand or the best in Phuket …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "بسم الله والصلاة والسلام على خير خلق الله محمد ابن عبدالله. بعطيكم رأيي وتجربتي في هذا المستشفى الي يعد أفضل سلسلة مستشفيات في تايلاند او الأفضل في بوكيت من كلام مواقع الانترنت وأهل البلد. انا جاني التهاب فيروسي في عيني (تشخيص الدكتورة سليم …",
    "rating": 3,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "The service is good, but the biggest minus is the prices. As they explained to me, the prices are taken from my head)) that is, to do an endoscopy you pay almost 20,000 Baht for the room, not for the endoscopy, but for the room) the doctor …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Обслуживание неплохое, но самый огромный минус это цены. Как мне объяснили цены берутся из головы)) т.е за то чтоб сделать эндоскопию ты платишь за комнату почти 20.000 Батт не за эндоскопию, а за комнату) врач отлично одет поэтому возможно …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I came to the doctor to check women’s health, gynecologist + tests and prepare for pregnancy. I didn't really check the price. In general, the Hospital is nice, but the prices are...)))) I paid 9 thousand baht for the examination and pills …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Пришла к врачу проверить женское здоровье, гинеколог + анализы и подготовиться к беременности. Особо не проверяла прайс. В целом, Госпиталь приятный , но цены  это…)))) за обследование и таблетки я отдала 9 тыс бат + ждать результат …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I made an appointment for my husband to see a gastroenterologist. The hospital is beautiful, everything works smoothly. We were led by the hand everywhere; before the doctor's examination, a nurse examined my husband and asked questions. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Записывала мужа к гастроэнтерологу. Больница красивая, все слаженно работает. Нас за руку везде провели, перед осмотром врача мужа осматривала медсестра, задавала вопросы. Потом заходим в кабинет доктора и его осмотр длится рооовно 3 …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Waiting simulator in all possible queue options. At the reception there is a useless crowd of “specialists” whose task is to take your documents to the nurse, with whom they sometimes are unable to communicate and forget that you contacted …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Симулятор ожидания во всех возможных вариантах очереди. На ресепшене стоит бесполезная толпа \"специалистов\", в задачу которых входит отнести твои документы до медсестры, с которой они иногда не в силах спавится и забывают что ты обращался. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "Neat and clean hospital, not many people.I visited an oncologist (Pawan Krainara), a gynecologist (Sasiya Metatratip) and …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "Опрятный и чистый госпиталь, людей немного.Посещала врачаонколога (Pawan Krainara), гинеколога (Sasiya Metatratip) и …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "Bangkok Hospital in Phuket is one of the best hospitals I have ever been treated at. The staff there is professional and friendly and truly cares about the patients. I was very impressed by the modernity and cleanliness of this hospital. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-05-08",
    "topic": "",
    "comment": "Госпиталь Бангкок в Пхукете  это один из лучших госпиталей, в которых я когдалибо лечилась. Там работает профессиональный и дружелюбный персонал, который на самом деле заботится о пациентах. Меня очень поразила современность и чистота в …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "They brought me by ambulance. First they provided assistance, and only then began to sort out insurance and payment.Clearly. Fast. Attentively.",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Zain Hospital, and I was suffering from the knee, thank God. He gave me a needle for the knee alone. I saw fluids and the second an antibiotic. After half an hour, I was able to walk a little, thank God. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "مستشفى زين وكنت اعاني من الركبه ولله الحمد وعطاني ابره للركبه وحده شفت السوائل والثانيه مضاد حيوي وبعدها بنص ساعة قدرت امشي شوي شوي والحمد لله …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "PUMPING MONEY!!! Don't look for people willing to help here!I broke my leg and they brought me here. The external picture is impressive, they put you straight from the car into a chair and then take you around the entire …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "ВЫКАЧИВАНИЕ ДЕНЕГ!!! Людей готовых помочь здесь не ищите!Сломал ногу, привезли сюда. Внешняя картинка впечатляет, прям с машины сажают в кресло, возят потом по всей клинике. НО на деле все не так радужно!!! Сделали …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "It’s an interesting office, like a serious hospital, but they don’t know how to work with papers. After the examination, the doctor wrote in the conclusion that the patient wants to see another doctor and the insurance company refuses to …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Интересная конторка, вроде серьезный госпиталь, а работать с бумагами не умеют. Врач после обследования написал в заключении что пациент хочет к другому врачу и страховая компания отказать оплачивать, так пожелания клиентов не оплачивает …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Complete scammers and scammers. Who do not disdain the most vile divorce schemes. A single mafia that works in conjunction with the ambulance. (They share the profit with them). If you don't have insurance, don't even go to this hospital. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "Конченные мошенники и разводилы. Которые не брезгуют самими мерзкими схемами развода. Единая мафия, которая работает в связке с скорой помощью. (Они делятся наживой с ними). Если у вас нет страховки, даже не едьте в этот госпиталь. Привезли …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "I was in Bangkok Hospital because of an accident and later because of an allergy. Here you are in the best hands, the staff is very friendly and helpful and the doctors are very competent and I received the best treatment and got well again …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Ich war im Bangkok Hospital wegen einem Unfall und später noch wegen einer Allergie. Hier ist man in den besten Händen, das Personal ist sehr freundlich und hilfsbereit und die Ärzte sind sehr kompetent und ich erhielt die beste Behandlung …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Good afternoon. I would like to leave a real review. Our family has been a patient of this hospital for a long time. I wanted to thank Dr. Atapuna (gynecology) for the competent management of my pregnancy and childbirth. Many thanks to Dr. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Добрый день. Хотела бы оставить реальный отзыв. Наша семья является пациентом данного госпиталя длительное время. Хотела поблагодарить доктора Атапуна ( гинекология) за грамотное ведение моей беременности и родов. Огромная благодарность …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "I do not recommend this hospital!1. Doctors prescribe unnecessary procedures and examinations, without which a diagnosis can be made. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Не рекомендую этот госпиталь!1. Врачи назначают лишние процедуры и обследования, без которых и так можно поставить диагноз. …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Good day or just hand over the crab 🦀. I don’t know how to write or give lectures; as a child, I was interested in cars and construction sets. The first time I came to the hospital it was Phuket hospital. It was 2013, 10 years ago. For all …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Доброго времени суток или просто сдавади краб 🦀. Писать или читать лекции не умею , те в детстве были интересны машинки и конструкторы . Первый раз пришел в больничку это был пхукет госпиталь. Это был 2013 год , 10 лет назад . Для всех …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Top hospital. Top doctors. Super top employees and nurses.The only thing missing was direct pool access😉Thanks",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "The organization of work and the conditions for providing assistance are impressive. We don’t speak English or Thai, so many thanks to Alexander (Xander), we simply couldn’t have done it without him, he helped speed up the resolution of the …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2024-02-29",
    "topic": "",
    "comment": "Организация работы, условия оказания помощи впечатляют. Мы не владеем английским и тайским поэтому большое спасибо Александру ( Xander ) без него мы бы просто не справились, помог ускорить решения вопроса со страховой компанией, это …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "I don’t understand how people admire the quality of renovation here; any private clinic in Russia looks the same or betterI didn't have insurance …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-10-29",
    "topic": "",
    "comment": "не понимаю, каким качественным ремонтом тут восхищаются, любая частная клиника в России выглядит также или же лучшестраховки у меня не было …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Super hospital, everything is professional, high quality. Surgery was performed after a stingray bite. At first we were in another clinic, but they couldn’t help me. Arriving at this clinic, the employee of this clinic, Xander, was a very …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Супер госпиталь, все профессионально, качественно. Провели операцию после укуса ската. Сначала были в другой клинике, не смогли мне помочь. Приехав в данную клинику, большую помощь оказал сотрудник данной клиники Xander, очень приветливый , …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "We really received prompt and timely assistance. I'm pleased with the quality. There is a big but  this is the price, the services are overpriced. If you are without insurance, prepare money. They provide unnecessary services for large …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "Had food poisoning and was treated well. There are even German students you can talk to and who are happy to help translate. English is spoken well, perfect by doctors. What was a bit strange was that I was served normal hospital food …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Hatte eine Lebensmittelvergiftung und wurde gut behandelt. Es gibt sogar deutsche Studenten mit denen man reden kann und die gerne hilfsbereit übersetzt haben. Englisch wird gut gesprochen, perfekt von Ärzten. Etwas seltsam war, dass ich …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "God forbid you end up in this clinic with something serious! Two cases have proven that they cannot be called doctors! Maximum village paramedics! 1. A wife with ordinary snot  5 (!!!) visits to the clinic  everything is at the “let’s try …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Не дай Бог попасть в эту клинику с чем то серьезным! Два случая доказали, что докторами их нельзя называть! Максимум деревенские фельдшеры! 1. Жена с обычными соплями  5 (!!!) визитов в клинику  все на уровне «давайте попробуем вот это»  …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Due to an allergic reaction to antibiotics, I developed acute hives. After visiting the emergency room at 1 a.m. on December 11, I was admitted to the ward on the 6th floor for about 12 hours, watched the progress, and was discharged. The …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "I had problems with my eyes on Phuket and the symptoms after  and after an online consultation with a German ophthalmologist. It's nice to have a vitreous body separation (floaters). To be on the safe side, I made an appointment at the …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-12-29",
    "topic": "",
    "comment": "Ich hatte Probleme mit meinen Augen auf Phuket und den Symptomen nach  und nach einer Online Konsultation mit einem deutschen Augenarzt. Schön es sich um eine Glaskörperabtrennung (Floaters) zu handeln. Um sicher zu gehen vereinbarte ich …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "We are delighted with the Russian translator Alexander. (Xander) We were very lucky to meet and communicate with him. Alexander’s broad, varied horizons went beyond the scope of his work, and consisted of great hard work and an inner need …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Мы в восторге от русского переводчика Александра. (Xander) Нам очень повезло познакомиться и пообщаться с ним. Широкий, разнообразный кругозор Александра выходил за рамки его работы, и складывался из большого трудолюбия и внутренней …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "The child was treated through the insurance company. There is an accompanying person and translators at every step (both at the reception and at the doctor). Inspection, treatment, explanations  I liked everything. After the appointment, …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Good hospital.Especially if you have insurance that covers the treatment:) Yes, it is expensive here. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Хороший госпиталь.Особенно, если у вас есть страховка, покрывающая лечение:) Да, здесь дорого. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "I went to this hospital because I had severe pain in my ear and I thought I had a perforated eardrum. So I preferred to go to a reputable hospital. I was seen by the ENT with almost no waiting time who diagnosed me with an infection/otitis …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Je me suis rendu à cet hôpital car j'avais une douleur intense a l'oreille et je pensais que j'avais le tympan perforé. Du coup j'ai préféré me rendre dans un hôpital réputé. J'ai été vu par l'orl sans délai d'attente quasiment qui m'a …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "There was a case of otitis media, but the state didn’t accept it, so we came here. The Russian translator Alexander explained everything perfectly and accompanied me to the doctor. The cost, of course, is the same as in a paid clinic: …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "The best hospital in Phuket, everything is as it should be, service, level, etc. I contacted him more than once and underwent various examinations and diagnostics. They are looking for the cause here, and not trying to feed them antibiotics …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Лучшая больница на Пхукете, всё как надо, сервис, уровень и тд. Не раз обращался, проходил различные обследования, диагностики. Тут ищут причину, а не пытаются закормить антибиотиками  посетите поймете. Все посещения были без …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Terrible attention, they require a deposit while it has already been made. Very long waiting times and very poor willingness to serve. On the other hand, what I find shocking is having the doctor and his assistant laughing in the middle of …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Pésima atención , exigen depósito mientras este ya fue realizado. Tiempos de espera larguísimos y muy mala disposición para atender. Por otro lado lo que me parece impactante, es tener al doctor y a su asistente riéndose en medio de un …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "I went to this hospital today on recommendation to have a cold checked. My experience has been consistently positive. Registration took place in the hotellike entrance hall and took less than 5 minutes. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Ich war heute auf Empfehlung in diesem Krankenhaus, um eine Erkältung überprüfen zu lassen. Meine Erfahrung ist durchweg positiv. Die Registrierung fand in der hotelähnlichen Eingangshalle statt und dauerte keine 5 Min. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "I was there because of an ear canal infection, I had never had anything like that before and was therefore nervous.Reception was very nice and understood my English well. After 10 minutes I was …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Ich war wegen einer Gehörgangsentzündung da, hatte sowas noch nie und war dementsprechend nervös.Rezeption war sehr nett und hat mein Englisch gut verstanden. Nach 10min konnte …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "I was treated in this hospital with two visits to the emergency room and care by the emergency ophthalmologist. It was a 5 star, when the French emergencies next door are worse than a dispensary on a Ukrainian battlefield. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "J’ai été traité dans cette hopital avec deux passages aux urgences et prise en charge par l’ophtalmo d’urgence. C’était un 5 étoile, lorsque les urgences française à coté, sont pire qu’un dispensaire sur un champs de bataille ukrainien. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "in February 2023 we vacationed in Thailand, Phuket.My friend was bitten by something in the sea. We immediately went to Bangkok Phuket Hospital. A good hospital, clean, a doctor examined us and provided us with …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "в Феврале 2023 года отдыхали в Тайланде, Пхукет.Мою подругу чтото укусило в море. Мы сразу же поехали в Бангкок Госпиталь Пхукет . Хорошая больница, чисто, врач осмотрел и нам оказали мед.помощь. Хотелось …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "I went to the hospital with stomach pain. I was diagnosed with acute appendicitis. I had to have emergency surgery within 3 hours. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Ich bin mit Bauchschmerzen ins Krankenhaus gefahren. Mir wurde eine akute Blinddarmentzündung diagnostiziert. Innerhalb von 3 Stunden musste ich dann not operiert werden. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "Excellent hospital, attentive staff, Russian coordinators.Everything was explained, told, papers with tests and examinations were handed over to us.",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-05-29",
    "topic": "",
    "comment": "If you are a tourist, never come here! Disgusting service, they deceive tourists! …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Если ты турист, не заходи сюда никогда! Отвратительный сервис, тут обманывают туристов! …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "The queue, endless in time, to pay for the appointment  why and for what? You sit there and don’t even understand how long to wait, because the numbers come out in a random order. You have to wait everywhere and for a long time, while …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Очередь, бесконечная по времени, что б оплатить прием  зачем и для чего? Сидишь даже не понимаешь сколько еще ждать, тк номера в рандомно порядке выходят. Ждать надо везде и подолгу, при этом людей перед вами может и не быть совсем. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Mixed impressions, we arrived with one problem, but due to air conditioning at +20 (on the street +32) we also left with a cold. Antibiotics were offered at a price 4 times higher than in the Boots pharmacy, the rest of the tablets were at …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Неоднозначные впечатления, приехали с одной проблемой, но изза кондиционеров на +20(на улице +32) уехали ещё и с простудой. Антибиотики предлагали по цене в 4 раза выше чем в аптеке Boots, остальные таблетки по адекватной цене. Английский …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I would like to express my gratitude to the hospital workers who helped in providing assistance during the treatment. Unfortunately, I didn’t remember the name of the doctor, a young girl. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Хочу выразить благодарность работникам госпиталя, которые помогали в оказании помощи при обращении. К сожалению не запомнил имя врача, молодой девушки.Все оборудование современное, очень чисто, качественно. …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "The children's clinic's outpatient department is well equipped. Perfect service. Good doctors, nice nurses. All the staff can speak English very well. Waiting time was only a few minutes. Extensive examination with blood samples, the …",
    "rating": 2,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Die Ambulanz der Kinderklinik ist bestens eingerichtet. Perfekter Service. Gute Ärzte, nette Schwestern. Das ganze Personal kann sehr gut Englisch. Wartezeit betrug nur wenige Minuten. Umfangreiche Untersuchung mit Blutabnahme deren …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I saw a dermatologist. The impressions are terrible.The diagnosis was made only by external examination, without any tests. Also folliculitis. Prescribing an antibiotic, without a probiotic, and prohibiting this, …",
    "rating": 4,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Была у дерматолога. Впечатления ужасные.Диагноз поставлен лишь внешним осмотром, без как либо анализов. Еще и фолликулит. Назначение антибиотик, без пробиотика и запрет на это, так как якобы не будет …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Hospital that looks like a hotel, many people, many uniforms, few doctors.My husband was hospitalized for a major pancreatic problem, unbearable pain, never seen a doctor other than the one in the clinic, during the most seen day. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Ospedale che sembra un albergo ,tanta gente , tante divise pochi medici.Mio marito è stato ricoverato per un importante problema al pancreas dolori insopportabili mai visto un medico se non quello dell!'ambulatorio, durante il …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "I went there for severe pain caused by a cyst on the instep of my left foot and after the visit, the doctor told me that it needed to be removed, but I had to give consent for the operation under local anaesthesia. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Mi sono rivolto li per un forte dolore causato da una ciste sul collo del piede sinistro e dopo la visita, il medico mi ha detto che era da togliere, però dovevo dare il consenso per l'intervento in asnestesia locale. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "This hospital is a complete money grab. If your insurance does not cover treatment here, prepare to pay 510 times more than the real price. Carefully study the receipt before paying, it may contain services that you did not receive at all. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Эта больницасплошная выкачка денег. Если ваша страховая не покрывает лечения здесьготовьтесь заплатить в 510 раз дороже реальной цены. Тщательно изучайте чек перед оплатой, там могут быть приписаны услуги, которых вы вовсе не получали. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "I express my deep gratitude to the entire team of this hospital. From the door we were greeted very kindly, the doctors and assistants were very professional. There was a dog bite. Treatment and 4 injections cost 21,000 baht. Service and …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Terrible would give 0 stars if possible had to do my 2 pcr test here according to the test and go principle and it was carried out very unprofessionally. Apart from that, I find it worst that I simply received a positive pcr test through …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Schrecklich würde 0 Sterne geben wenn möglich musste hier meinen 2 pcr test nach test and go Prinzip machen und der wurde sehr unprofessionell durchgeführt. Abgesehen davon finde ich es am schlimmsten das ich durch dieses Center was in …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I liked that they greet you at the entrance and tell you where to go and what to do. Minimum wait. There is a translator into Russian, ask if you don’t understand. I asked for a translator when I needed to figure out an appointment for my …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I was hospitalized for 3 days for a moped accident, I underwent surgery on a finger with a positive outcome, unfortunately there was no fracture to the second metacarpal, I had to undergo surgery in an Italian hospital 2 months later. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Sono stato ricoverato 3 giorni per un incidente in motorino,operato a un dito con esito positivo purtroppo non è stata vista frattura al secondo metacarpo, ho dovuto subire un intervento in ospedale italiano 2 mesi dopo. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "I went to this hospital following an ear infection. I had to meet a specialist (an ENT). The reception was very quick and efficient. They accompanied me throughout my visit which lasted approximately 1 hour: in this period I had time to see …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "Je suis allé à cet hôpital suite à une otite. Je devais rencontrer un spécialiste (un ORL). L'accueil à été très rapide et efficace. Ils m'ont accompagné tout au long de ma visite qui a duré environ 1 heure : dans cette periode j'ai eu le …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2018-05-29",
    "topic": "",
    "comment": "The nurses do their best to help kindly. However..Spyo, I'm going to have a good time with my wife. You can only take it if you know for sure. It's only 500 bucks, so I'm just going to give it a go. Well, I was told that I would only be …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "We arrived with a wild cough and a choking child. We are only 1 year old, temperature 39. The oncall doctor quickly examined us, they said there was no threat to life and sent us to a pediatrician. They diagnosed Croup  inflammation of …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Приехали с диким кашлем и задыхающимся ребенком. 1годик нам всего, температура 39. Быстро осмотрел бежурный врач, сказали нет угрозы жизни и отправили к педиатору. Поставили Круп  воспаление трахеи. Назначили адреналиновые игаляции с …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Hospital for thieves and no amphaticism for their clients.Our family spent more than 1 million baht, between my father for his teeth and cardiac monitoring because pesmeaker... Service not capable of giving the right …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Hôpital de voleurs et aucune amphatie pour leurs clients.Notre famille à dépensé + de 1million de baht, entre mon père pour ses dents et suivi cardiaque car pesmeaker... Service pas capable de donner la bonne …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Very very good hospital. Doctor nursesStaff at the top of kindness. Very high level hospital. Twice hospitalized for 1 week each time for serious reasons. Great support. Regular followup checks …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Très très bonne hôpital. Médecin infirmièresPersonnel au top de la gentillesse. Hôpital très haut niveau. 2 fois hospitalisée 1 semaine a chaque fois pour raisons graves. Super prise en charge. Suivi …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "The team at this hospital was very good. I had shoulder fracture. The doctors are like in Europe. Good quality. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "The team of this hospital was very good. I had shoulder fraction. The doctors are like in Europe. Good quality. …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "I had a toothache, without hesitation we went to Hostipal Phuket with insurance and were not disappointed, everything was done quickly, the staff was very polite and provided an interpreter, for which a special thank you! …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Появилась зубная боль, не долго думая поехали по страховке в Гостипаль Пхукет и не разочаровались сделали все быстро, персонал очень вежливые предоставили переводчика за что отдельное спасибо! …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "Worst hospital, terrible interpreterWorst interpreter, staffA terrible hospital that you regret when you go …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2022-05-29",
    "topic": "",
    "comment": "最悪の病院 通訳が酷いWorst interpreter, staffA terrible hospital that you regret when you go …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Doctors and translators are very kindBut they ripped off a lot of money, 3.5k baht for a consultation and pills, …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Врачи и переводчики очень добрыеНо вот денег содрали много, 3,5к бат за консультацию и таблетки, хотя не …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "I came because I had an earache, they made me fill out some papers and I was immediately referred to the ENT department. A very short wait to see the specialist and a quick intervention too. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Je suis venue parce que j'avais mal à l'oreille, on m'a fait remplir des papiers et de suite j'ai été orientée dans le service ORL. Une attente très courte pour voir la spécialiste et une intervention rapide aussi. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Medical practice that reveals only the doctor's irresponsible moneyprice gougingirresponsible treatment …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "We fell off the bike, they brought us here in an ambulance, they injured their leg, they took an xray, they said everything was fine, nothing was broken, although it was very painful and it was impossible to step on, a week later we had to …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Despite the bad memory of my accidental fall. fracture of the humerus. I have pleasant memories of the care provided at the hospital and the kindness of the nursing staff. the presence of the surgeon and the valuable help of the …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Malgré le mauvais souvenir de ma chute accidentelle. fracture de l humerus. je garde le souvenir agréable des soins prodigués a l hôpital, la gentillesse du personnel soignant. la présence du chirurgien et l aide précieuse …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "Excellent hospital with good service. We’ve been here with a simple cold, we’ve gone to have punctures washed out, and we’ve had a “trip” with rabies injections... …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2021-05-29",
    "topic": "",
    "comment": "This is simply the best hospital, they pulled my wife out of a critical condition, diagnosed her within 12 hours, all the doctors are very responsive and ready to answer questions at any time, although we went without insurance, since it …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "Это просто лучший госпиталь, вытянули жену с критического состояния, поставили диагноз за 12 часов, все врачи очень отзывчивые и в любое время готовы ответить на вопросы, правда обращались без страховки, так как она еще не начала …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-07-29",
    "topic": "",
    "comment": "I was operated on urgently for a malignant carcinoma that I didn't know I had in the intestine, with consequent puncturing of the same, what can I say 20 days of hospitalization, a more than masterful operation also said by the surgeons who …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Sono stato operato d'urgenza per un carcinoma maligno che non sapevo di avere dell'intestino,con conseguente foratura dello stesso ,che dire 20 gg di ricovero operazione più che magistrale detto anche dai chirurghi che dopo in Italia mi …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2023-06-29",
    "topic": "",
    "comment": "Wanted to have our ears cleaned.The doctor was too lazy but still charged us (2400Bath!) for pure fraud",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Good morning,It's a good hospital, a very good welcome, I passed quickly, I was diagnosed with an ear infection, the only medication plus a 1 minute consultation, 60 euros, …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "Bonjour,C est un bon hôpital un très bonne accueil je suis passer rapidement on ma diagnostiqué une otite le seul médicament plus consultation de 1 minute 60 euros c …",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Japanese staff will be present.He will translate in English. The hospital is very clean and there are convenience stores, ATMs, and coffee shops.It's a busy hospital with taxis coming all the time.",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "I had stomach aches and vomiting, I tried to treat myself with medicines that I had brought with me, but it didn't work. I went to Bangkok Hospital Phuket, I was taken right away. suite and I'm very happy to have gone there.. …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "J’ai ete pris de maux de ventre et de vomissements, j’ai essayé de me soigner avec des médicaments que j avais ramener avec moi, mais ça ne passe pas je suis allé au Bangkok Hospital Phuket, j’ai été pris tout de suite et je suis très …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2017-05-29",
    "topic": "",
    "comment": "Must have a passport before arrival. If you don't have insurance don't come near. Since it is a business place for anything designed to extract money from the insurance companies. And this includes any way to extend your stay in the …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "חובה להצטייד בדרכון לפני ההגעה . אם אין לך ביטוח אל תתקרב. מאחר ומדובר במקום עסקי לכל דבר שנועד להוציא כסף מחברות הביטוח. וזה כולל כל דרך להאריך את שהותך בבית החולים גם כשאין כבר צורך. הבית חולים יוקרתי מאד.( כבר בהגעה עוד לפני טיפול עליך …",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2019-05-29",
    "topic": "",
    "comment": "A hospital which after you are registered! Take care of youWithin 15 minutes, you have a meeting with the specialist associated with your problem",
    "rating": 1,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "A very good hospital, registration was very quick and uncomplicated. The doctors and nurses are very courteous and have a high level of specialist knowledge.We recommend.",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Super Service. No waiting times. Even with a German interpreter.Everything perfect.",
    "rating": 5,
    "reference": "Google Business"
  },
  {
    "storename": "Bangkok Hospital Phuket",
    "review_on": "2020-05-29",
    "topic": "",
    "comment": "Like in American cinema)Excellent, coordinated serviceThe staff speaks English.Expensive.",
    "rating": 5,
    "reference": "Google Business"
  }
]